{
  "title:CROSSING　心の交差点": "The latest film from Levan Akin, director of *And Then We Danced*.\nA journey of the heart connecting past and future, woven in Istanbul—a city where encounters and farewells intertwine.",
  "tmdb:14784": "Four years in the making, spanning over 13 World Heritage sites and 24 countries.\nVisual beauty like peering into a kaleidoscope; the power of a story that resonates with the soul.",
  "tmdb:790999": "Produced for PBS as a tribute to Chuck Berry (1926–2017)—the founder of rock and roll who transcended barriers of race and generation to exert a profound influence on future artists, culture, and society. This documentary brings together rare footage of Berry’s signature songs performed by the man himself and the rock legends he inspired, including The Beatles, The Rolling Stones, Jimi Hendrix, Keith Richards, Paul McCartney, and Bruce Springsteen. These performances were collected with the permission of the artists and their estates, with many of them digitally remastered. The film is narrated by Danny Glover, star of *The Color Purple* and the *Lethal Weapon* series.",
  "tmdb:1156311": "80-year-old Evaristo (Cecilio Quispe) stands accused of murdering his 13-year-old granddaughter, Yana-Wara (Luz Diana Mamani), and is being interrogated by a communal court. As the hearing unfolds, the tragic story of what befell Yana-Wara begins to come to light.",
  "tmdb:293": "Robert Redford’s third directorial feature is an adaptation of the autobiographical debut novel by former professor Norman Maclean, written at the age of 74 (and nominated for the 1977 Pulitzer Prize). Set amidst the natural splendor of Montana, the film portrays the enduring bonds of family through luminous cinematography (winner of the Best Cinematography Oscar at the 65th Academy Awards), a lyrical score, and a superb ensemble cast.\n\nIn the 1910s, in the small town of Missoula, Montana, brothers Norman and Paul are the sons of a Presbyterian minister. Though their personalities are polar opposites—Norman is serious and studious while Paul is free-spirited and reckless—they are united by their shared devotion to fly fishing. After leaving home for university, Norman returns years later as a young man. He finds that Paul has become a newspaper reporter and an even more skilled fisherman, but has also become dangerously entangled in high-stakes poker. Norman watches over his brother with growing concern, but...",
  "tmdb:415379": "Depicting a world of female passion filled with deep-seated grudges and a blood-stained drama of love and hate, Mio Saito’s novel—winner of the inaugural Yokomizo Seishi Prize—was brought to the screen by master director Yasuzo Masumura (*Black Express*, *Nakano Spy School*, *Idiot’s Love*, *The Wife of Seishu Hanaoka*, *Artery of the Archipelago*). Boasting a magnificent cast including Shima Iwashita, Jinpachi Nezu, and Kyoko Kishida, the film is a visual masterpiece defined by a unique color palette rich in shadows; it would ultimately serve as Masumura’s final directorial work. The musical score by Yuji Ohno, renowned for the *Lupin III* series, is another standout feature.\n\nThe brutally murdered body of Ryoko Ikehata (Yoko Hatanaka) is discovered. She had been a frequent visitor to the home of Kazuki Hata (Kunio Murai), a secretary to a cabinet minister with ambitions for the premiership. Koichi Moda (Naoki Sugiura), a reportage writer who had been in contact with Ryoko to expose political corruption, begins investigating Seiga (Mari Henmi), a fortune teller and Hata’s common-law wife. Moda enlists the help of his junior colleague, Sudo (Jinpachi Nezu). During the investigation, Moda finds himself drawn to a bar hostess named Yukiko (Shima Iwashita), and the two begin a series of secret trysts. However, just as Moda uncovers Seiga’s true identity, he meets a mysterious death. Taking Moda’s place to uncover the truth, Sudo heads to Aizu, where he witnesses...",
  "tmdb:42994": "An epic theatrical omnibus animation consisting of three stories, with Katsuhiro Otomo serving as executive producer and general director. \"Magnetic Rose\" is a sci-fi drama set aboard a distressed spacecraft, adapted by Satoshi Kon from Otomo’s manga of the same name. \"Stink Bomb\" is a black comedy depicting the massive panic triggered by a man who accidentally swallows an experimental drug. \"Cannon Fodder,\" directed by Otomo himself, chronicles the daily life of a boy living in a city built entirely for the purpose of firing cannons. Each segment is characterized by a unique, strange flavor imbued with a profound sense of wonder.",
  "tmdb:16306": "A singular fantasy masterpiece, this film adapts the novel by French sci-fi author Stefan Wul through the distinct visual artistry of illustrator Roland Topor. Set on the wild planet Ygam, it depicts the conflict and eventual cooperation between the humanoid Oms and the giant Draags, who treat them like slaves. The film’s staggering sci-fi imagination and unique animation style are truly a sight to behold.",
  "tmdb:783111": "The 1979 presidential assassination trial. Told through the perspectives of those who defend, those on trial, and those pulling the strings from the shadows, this shocking suspense thriller reveals the truth behind the worst political trial in South Korean history.",
  "title:ファンファーレ！": "Conductor Thibaut is diagnosed with leukemia. While searching for a donor, he discovers the existence of a long-lost brother and recognizes his extraordinary talent. A moving human drama where a miraculous performance inspires deep emotion.",
  "tmdb:1069905": "Movie star Jay Kelly and his manager, Ron, find themselves unexpectedly confronting their true selves on a trip through Europe. A humorous portrayal of life’s triumphs and regrets.",
  "tmdb:1267905": "Ivy and Theo are a picture-perfect couple who seem to have it all: stellar careers, a loving marriage, and gifted children. But behind the scenes, a domestic war is brewing. As Theo’s career takes a nosedive, Ivy’s true ambitions are laid bare. A biting black comedy where the hidden competitiveness and resentment of a \"happy\" couple finally explode.",
  "tmdb:1230368": "Rock legend Bruce Springsteen. In 1982, in the shadow of fame, he was grappling with deep loneliness and inner conflict. This film depicts the behind-the-scenes creation of the legendary masterpiece \"Nebraska\" and his spiritual journey.",
  "tmdb:168040": "After his cheesemaker father passes away, 18-year-old Totone is left to shoulder the family business and care for his seven-year-old sister. This film vividly depicts his daily life as he clumsily yet earnestly strives to carve out a path for himself.",
  "tmdb:948549": "Lou, a gym employee, and Jackie, a drifting bodybuilder, meet and fall in love, only to be pulled into the darkness of Lou’s family... An unconventional queer romance thriller.",
  "tmdb:1128752": "Bailey, a lonely girl living with her deadbeat father, encounters a mysterious man calling himself “Bird”... A cinematic gem that fuses realism with mythological fantasy.",
  "tmdb:1098709": "In 1918, Molly travels to Rangoon, Burma, to marry Edward, a civil servant of the British Empire, but... A visionary journey across time and space that draws the viewer into an Asian labyrinth.",
  "title:ミゲル・ゴメス アーリーワークス": "Portuguese filmmaker Miguel Gomes continues to pursue a unique, poetic cinematic world through a style that effortlessly transcends the boundaries between fantasy and reality, documentary and fiction. His early masterpieces will be screened on a daily rotating basis.\n\nOur Beloved Month of August\nThe Face You Deserve",
  "tmdb:175": "Jacques (Jean-Marc Barr) and Enzo (Jean Reno) grew up together as childhood friends on a Greek island. Years later, when they reunite on the Côte d'Azur for the first time in twenty years, Enzo invites Jacques to compete in a free-diving world championship held in Sicily, Italy. Meanwhile, Johanna (Rosanna Arquette), who had a chance encounter with Jacques in the Andes, travels from New York to Sicily under the pretext of a business trip.",
  "tmdb:632617": "Johnny, a radio journalist living alone in New York, is asked by his sister to look after his nine-year-old nephew, Jesse, for a few days. Their sudden life together at his sister's home in LA is a constant series of bewilderments. The highly inquisitive Jesse flusters Johnny by asking blunt questions about his strained relationship with his sister, why he is still single, and his own father's illness. Yet, as Jesse shows an interest in Johnny’s work and recording equipment, the two gradually grow closer. When Johnny must return to New York for work, he decides to take Jesse with him, but...",
  "tmdb:12102": "Manhattan, New York. Ted Kramer, a businessman in his eighth year of marriage, leads a busy life, but one day his wife Joanna, determined to find her independence, suddenly walks out on him. Ted is forced to care for their seven-year-old son, Billy, on his own, but balancing work and parenting proves harder than he ever imagined. Eventually, Joanna takes the matter to court to claim custody of Billy, but Ted refuses to yield. The legal battle of Kramer vs. Kramer begins.",
  "tmdb:1556442": "High school senior Misaki (Runa Nakashima) has no clear goals for her future. Living in a single-mother household and wanting to avoid burdening her parent, she decides against pursuing higher education, spending her final year of high school working part-time while planning to find a local job. Her best friend Satsuki (Maikichi) is aiming for university to satisfy her parents' wishes, but spends her days obsessed with social media. One day, a ghost-like figure is accidentally captured in a vlog Misaki filmed, and the video goes viral instantly. Seeing an opportunity, the two begin posting a series of fake paranormal videos. As the buzz grows, they start raking in ad revenue. Carried away, their filming escalates as they seek even greater thrills by sneaking into a local ruin rumored to be haunted. There, they finally capture something \"real\" that can never be undone. Furthermore, after praying to a Jizo statue on the way to the ruins, Misaki finds herself haunted by a \"God\" in traditional Japanese attire with a mask-like face—.",
  "tmdb:896670": "Japan in the near future. The Japan Ground Self-Defense Force (JGSDF) is deployed to a conflict zone in Eastern Europe. A tragedy born on a brutal battlefield ignites a chain of further devastation. A retired former officer defies his organization’s orders to embark on a final mission for a subordinate left deeply scarred by war. Carrying the weight of a hidden truth, he stands against a",
  "tmdb:400033": "\"I want to film a documentary on Ryuichi Sakamoto for a French television program.\" In 1983, director Elizabeth Lennard visited Sakamoto in Berlin—where he was attending a David Sylvian recording session—to make this proposal. In May 1984, just as Sakamoto began work on his fourth solo album, *Ongaku Zukan*, filming took place in Tokyo over a brief span of only one week. The five-member French crew, led by Lennard, captured a vivid record of Japan, the city of Tokyo, and the musician Ryuichi Sakamoto.\n\nFollowing its 1985 completion and French TV broadcast, the film screened at international festivals in Rotterdam, Locarno, and São Paulo. In Japan, it premiered at the inaugural Tokyo International Film Festival on June 9th of that year. While the subsequent VHS and DVD releases were long out of print and difficult to obtain, the original 16mm film was recently discovered in a warehouse and has been digitally restored.\n\nWithin its 60-minute runtime, the film captures a 30-something Sakamoto in the studio and in interviews, discussing his upbringing, values, musical philosophy, and culture. It also features footage from Nagisa Oshima’s *Merry Christmas, Mr. Lawrence* (1983), YMO’s \"scatter\" concerts, and music videos, while projecting the vibrant energy of 1980s Tokyo—from the Shibuya Scramble to Shinjuku Alta—onto the screen. This legendary documentary, an immersion into the \"Sounds of Tokyo\" as seen through Sakamoto’s eyes and portrait, finally makes its theatrical debut after nearly 40 years.",
  "title:⼩屋番 ⼋ヶ岳に⽣きる 劇場版": "The Yatsugatake Mountains are home to so many mountain huts that they are often referred to as \"Koyagatake\"—the Mountains of Huts. In this film, we journey through these peaks alongside mountain photographer Tetsuo Kikuchi to meet the individuals who, driven by their own unique motivations, chose the path of the \"hut keeper.\" Why did they choose a harsh daily life facing nature head-on, in a world without convenience stores or cars? The work of a hut keeper involves supporting those who climb for pleasure, while at times confronting the reality of death. While life in a mountain hut may be defined by its inconveniences, it offers a gentle new perspective on the nature of daily life—and the nature of life itself—to those of us weary of today’s frantic information society, where everything is instantly accessible.",
  "tmdb:1212461": "Acclaimed at the Sundance Film Festival! Rescue your beloved dog, whisked away into the world of a PC game! An extraordinary sci-fi fantasy from visionary director Albert Birney!! [A Movies from the Uncharted Zone 2026 Selection] In theaters Friday, January 16.",
  "title:MIRRORLIAR FILMS Season8": "Launched in 2020 and produced by Chikara Ito, Shinnosuke Abe, and Takayuki Yamada, \"MIRRORLIAR FILMS\" is a short film production project featuring a diverse range of creators spanning the gap between major and indie cinema. By Season 7 in 2025, the project will have theatrically released 52 short films directed by everyone from renowned creators to public applicants, including actors, film directors, manga artists, and musicians.\n\n**Winner of the Short Film Special Mention at the 78th Cannes Film Festival**\n**Official Selection in the Short Cuts Competition at the 50th Toronto International Film Festival**\nAli is a 15-year-old boy living with his mother in a lakeside mountain village where women are forbidden from singing. To conceal the secret hidden within Ali’s throat, his mother has carefully sewn it shut and keeps it wrapped in cloth. One day, news arrives of a singer audition being held in the village. What is the truth hidden in his throat? This is the story of Ali finding his \"true voice.\"\nDirector: Adnan Al Rajeev / Cast: Al Amin, Indrani Shoma\n\nFumiko (Mieko Harada) is a regular at a pachinko parlor, exuding an air of elegance that seems out of place. After she leaves something behind at the shop, she visits a cafe",
  "title:【未体験2026】ホーム・アローン！　ジョナスとガビのトラップ大作戦": "Jonas and Gabi are spending a weekend at a cabin in the French Pyrenees. While exploring the forest, they stumble upon a fugitive father and son blowing up a communication tower. To destroy the evidence captured on a drone, the villains relentlessly hunt the two down. With no way to call for help in the deep mountains, Jonas and Gabi use their wits to fight back with traps set around the cabin. Through a series of slapstick battles, the once-timid Jonas gradually finds his courage during this adventure with his companion. A family comedy full of laughter and thrills set against the backdrop of majestic nature.\n\n[A \"Movies from the Uncharted Zone 2026\" Selection]\nIn theaters Friday, January 16.",
  "tmdb:1161345": "A best-friend duo of serial killers arrives at a campsite packed with teenagers. But something is off with Greg. As it turns out, he’s having an existential crisis about his life as a murderer. A 15-minute comedy that will somehow make you empathize with a killer.\n\n[Movies of the Uncharted Zone 2026 Selection]\nIn theaters starting Friday, January 16\n[Admission] ¥1,000 flat rate\n*Discounts and complimentary tickets not accepted.",
  "title:【未体験2026】小さな目撃者": "\"Believe me! Everyone's going to be killed!!\"\n\nStarring Mark Lester of *Melody* (1971). An ultra-hard suspense thriller with zero mercy and tension levels pushed to the absolute max!!\n\nWhile it follows the classic premise of a boy witnessing a presidential assassination and being targeted by the killers, this unique film delivers a speedy and powerful impact that belies its 45-year-old origins. Infused with a touch of horror and violence as those around the protagonist are picked off one by one, the film is packed with extreme motorcycle and car chases.\n\nStarring Mark Lester from the smash hit *Melody* (1971) and Susan George from *Straw Dogs*. Directed by the visionary John Hough (*The Legend of Hell House*, *Dirty Mary, Crazy Larry*).\n\n11-year-old Ziggy is a \"boy who cried wolf\" with a wild imagination. He is spending the summer with his sister Pippa at their grandfather's lighthouse on a Mediterranean island. One day, the two head into town to watch a parade welcoming a foreign president. Ziggy enters a nearby building alone and heads to an upper floor to get a better view of the festivities.\n\nShortly after the parade begins, the president is shot by a sniper. Ziggy locks eyes with the assassin in the adjacent room. Now the sole witness, he tries to tell his sister and Tom about the assassination, but because of his reputation for telling tall tales, no one believes him. Meanwhile, the assassins—disguised as police officers—begin eliminating everyone who has crossed paths with Ziggy as they close in on the boy...\n\n[ Featured in \"Movies from the Unknown Zone 2026\" ]\nScreening from Friday, January 16th.\n*This theater will screen the film in 2K.",
  "tmdb:1122618": "Following in the footsteps of *Lady Bird* and *Aftersun*, a generation-defining coming-of-age tale. An unforgettable story of one summer. A masterpiece has arrived, capturing the \"loss and hope\" of growing up.\n\nA three-day mountain camping trip with just three people: a father, his friend, and 17-year-old Sam. Between her fastidious, domineering father and his friend who is stuck in a rut, Sam quietly reads the room, noticing the \"imperfections of adults\" and confronting the growing sense of unease within herself.\n\nThe film is directed by India Donaldson, a new-generation talent in the lineage of Kelly Reichardt and Greta Gerwig. Despite this being her feature directorial debut, the film received international acclaim, earning a Caméra d'Or nomination at the Cannes Film Festival and a Grand Jury Prize nomination at the Sundance Film Festival. It holds a staggering 98% critic score on Rotten Tomatoes. Donaldson is also known as the daughter of master director Roger Donaldson. Playing the protagonist Sam, Lily Collias makes her film debut, her delicate presence instantly marking her as a young actor to watch.\n\nCinematography utilizing natural light beautifully overlays the silence of the Catskill Mountains with Sam’s internal shifts, capturing the universal experience of the loss and hope that comes with adulthood.\n\n17-year-old Sam sets off on a three-day, two-night camping trip to New York’s Catskill Mountains with her father, Chris, and his old friend, Matt. Throughout the journey, the two men clash over long-standing grievances while engaging in easygoing banter. Sam, wise beyond her years, is half-exasperated by their bickering but takes on the roles of listener and caretaker. However, when the men’s actions betray Sam’s \"trust in adults,\" she and her father face a moment where the \"bond between parent and child begins to waver.\"",
  "title:【未体験2026】クラーケン 深海の怪物": "The state-of-the-art Russian submarine *Ataman Yermak* vanishes without a trace during a top-secret mission in the Greenland Sea. On board is a highly classified weapon capable of deciding the fate of the nation. Entrusted with the search and rescue operation, Captain Viktor Voronin of the *Zapolyarye* sets out to prevent the weapon from falling into the wrong hands and to rescue the crew—including his own brother, the missing vessel's captain. However, deep within the abyss of the Arctic Ocean, the legendary monster Kraken has awakened. What began as a national crisis soon escalates into a desperate struggle between humanity and the ruler of the deep.\n\n[What is the Kraken?]\nA giant sea creature of Norse legend said to inhabit the waters near Norway and Greenland. Taking the form of a massive octopus or squid, it was feared by sailors as a monster capable of sinking entire ships.\n\n[Featured in \"Movies of the Uncharted Zone 2026\"]\nIn theaters from Friday, January 16.",
  "tmdb:1054867": "Bob is a hapless middle-aged man and former revolutionary. To rescue his kidnapped daughter, he enlists the help of old comrades and a mysterious karate sensei to take on the fearsome soldier Rockjaw.",
  "tmdb:1266781": "France in the 1960s. Natasha is a free-spirited, slightly clumsy woman who dreams of becoming a flight attendant. However, it was an era when airlines demanded nothing less than physical perfection and submissiveness from women. Despite failing one recruitment test after another, she refuses to give up on her dream of taking to the skies. One day, while working as a temporary staff member for an art transport service, she unexpectedly finds herself assigned to a special flight carrying the legendary *Mona Lisa*. But when an unforeseen incident occurs mid-flight, Natasha is thrust into the greatest adventure of her life.\n\nStarring Camille Lou, who brings a charming touch to the role of the lovable, dream-chasing heroine, the film features a stellar cast of legendary French actors, including Isabelle Adjani and Fabrice Luchini. A heartwarming comedy brimming with laughter, spirit, and courage that reminds us all of the \"wings\" we carry within—prepare for takeoff!\n\n[Featured in \"Movies We Haven't Experienced 2026\"]\nIn theaters from Friday, January 16.",
  "tmdb:784524": "From Briarcliff Entertainment, the bold distributor of *The Apprentice*, and the production team behind *Nightcrawler* comes a descent into madness. Featuring brutal workout scenes and a performance brimming with a chilling intensity that overwhelms the viewer, this film set social media ablaze and sparked a massive sensation across the U.S. immediately upon the trailer's release. Its imagery—at once beautiful and destructively ominous—and its relentless psychological depth have earned rave reviews from major international media, with *The Guardian* praising its \"Joker-like sharpness\" and *IndieWire* declaring that it \"surpasses Travis Bickle from Taxi Driver.\"\n\nThe film is written and directed by Elijah Bynum, one of Hollywood’s most watched young talents, who made a striking debut with *Hot Summer Nights* starring Timothée Chalamet and Maika Monroe. It is produced by Jennifer Fox (*Nightcrawler*, *We Need to Talk About Kevin*) and Dan Gilroy (*Nightcrawler*). These masters of thrilling human drama, known for pushing the boundaries of morality, have teamed up to take the audience beyond a new kind of \"extreme.\" In the lead role, Jonathan Majors underwent a grueling physical transformation to showcase a physique that rivals professional bodybuilders. He pours his heart and soul into portraying a protagonist who possesses both a titan’s strength and a fragile, dangerous psyche—a character that evokes both terror and profound empathy.\n\n\"I will become the world's best bodybuilder—\"\nA lonely man dreaming of glory pushes his body and mind to their absolute limits. With brutal workout scenes and a performance of overwhelming intensity, this film ignited social media and created a whirlwind of excitement across America the moment the trailer was unveiled. Its beautiful yet ruinous atmosphere and its merciless dive into the depths of the human heart have been hailed by major critics, earning comparisons to the sharpness of *Joker* and the legendary Travis Bickle of *Taxi Driver*.\n\nWriter-director Elijah Bynum, who burst onto the scene with *Hot Summer Nights*, has solidified his status with this, his second feature—a film he describes as the moment he \"realized what I truly wanted to film.\" Produced by the powerhouse duo of Jennifer Fox and Dan Gilroy, these experts in provocative, boundary-pushing drama have formed a formidable tag team to show audiences what lies beyond the edge. Jonathan Majors delivers a tour-de-force performance, embodying a man of immense physical power and haunting vulnerability.\n\nThe Japanese subtitles were supervised by Hidetada Yamagishi, an IFBB (International Federation of Bodybuilding and Fitness) Pro bodybuilder. Through the cooperation of Yamagishi—a world-renowned athlete who has achieved immense success in numerous competitions and remains active primarily in the U.S.—this film offers a \"strongest-tier\" cinematic experience that captures the raw reality of the American bodybuilding world.\n\nKillian Maddox lives in rural America, caring for his ailing grandfather. Living a life of isolation with a low income and no friends or lovers, he holds onto one unwavering dream: to become a world-class bodybuilder and grace the cover of a magazine with his sculpted physique. He sacrifices everything to a regime of grueling training and strict dieting, but as his body screams in pain, the injustices of society and his own isolation begin to erode his sanity. Following a specific incident, his pure dream begins to transform into total madness.",
  "tmdb:404": "73-year-old Alvin Straight (Richard Farnsworth) lives with his daughter Rose (Sissy Spacek) in Laurens, Iowa. One day, he suffers a fall and is forced to go to the hospital. The doctor advises him to undergo treatment and use a walker, but he refuses. Accepting only the use of two canes, he promptly returns home. He is a stubborn man. On a stormy night, news arrives that his 76-year-old brother Lyle (Harry Dean Stanton), from whom he has been long estranged, has collapsed from a heart attack. It is 560 kilometers to Mount Zion, Wisconsin, where Lyle lives. By car, it would be a day’s journey, but Alvin does not have a driver’s license. Determined to see his brother on his own terms, Alvin ignores the opposition of those around him and sets out alone on a tractor traveling at just 8 km/h. All for the chance to gaze at the starry sky with his brother once more.\n\n*Note: This theater will be screening a 2K converted version.",
  "tmdb:1730": "Film director David Lynch passed away on January 15, 2025, at the age of 78. Since his 1976 debut *Eraserhead*, the master filmmaker captivated creators and audiences worldwide as the \"King of Cult.\" He left behind only ten feature films, the final of which—2006’s *Inland Empire*—has been 4K remastered under Lynch’s own supervision. This is his most concentrated work, with Lynch himself handling everything from directing and screenwriting to cinematography, music, and editing. Starring Laura Dern as an actress who lands a lead role, the film depicts a nightmarish, absurdist drama where the boundaries between reality and cinema gradually blur. Regarding its alluringly inscrutable content, the director left only one explanation: \"about a woman in trouble.\" This mystery-laden tale sparked polarized reactions upon its release and continues to be spoken of as a legend today.\n\n【STORY】\nHollywood actress Nikki Grace (Laura Dern) is cast in *On High in Blue Tomorrows*, a remake of an unfinished Polish film titled *47*. Before long, she falls into an affair with her co-star Devon Berk (Justin Theroux)—mirroring the film's plot—and the movie's narrative begins to intertwine with her own life. As the boundary between reality and fiction dissolves, Nikki’s psyche is driven toward a total collapse.",
  "tmdb:1046758": "Barbara, a seamstress in a small Swiss mountain town, has lost her mother—her only relative—and the \"Talking Embroidery\" shop she inherited is on the verge of bankruptcy. With no friends or lovers to turn to, she is completely alone. One day, after running late for an appointment and infuriating a regular customer with a mistake, she stumbles upon a drug deal gone wrong on her way back to the shop. The dealers lie bloodied on the ground, surrounded by torn bags of white powder, a handgun, and a trunk full of cash. Three fateful options flash through Barbara’s mind: the perfect crime (stealing the loot), reporting it, or looking the other way. What future will she choose to save her shop?",
  "tmdb:533444": "The International News Department of Czechoslovak State Radio, led by Director Milan Weiner, operates in defiance of government censorship, striving for the freedom of the press. Tomáš, who looks after his younger brother Pája following the death of their parents, is transferred from the Central Communications Bureau to the news department on his superior's orders. The move is a calculated one: in exchange for the authorities overlooking his brother’s involvement in student activism, Tomáš is forced to collaborate with the State Security (StB) to monitor Weiner and his team. However, as he witnesses the journalists' sincere dedication to the truth and begins to earn their trust, Tomáš finds himself increasingly conflicted, caught between his brother’s safety and the pangs of his own conscience. Then, the \"Prague Spring\" arrives. Amidst the nation’s jubilation, Tomáš is summoned back to the Central Communications Bureau and ordered to broadcast a shocking announcement—",
  "tmdb:1019185": "“I always felt like an outsider.”\n“Now I know—the world can be changed, and I can find a place where I belong.”\n\nLawan is a Kurdish boy who was born deaf. Concerned about his future in Iraq, his parents decide to seek asylum in the United Kingdom. After spending a year in a refugee camp, the family enters the UK through the efforts of a supporter, and Lawan enrolls at the Royal School for the Deaf Derby. Learning sign language for the first time, he begins to communicate with his teachers and peers, showing remarkable growth that astonishes everyone around him. But then, Lawan’s family is suddenly ordered to be deported by the British government...",
  "tmdb:974950": "Lawyer Rita receives a top-secret request from Manitas, a Mexican drug cartel boss: \"Prepare a new life for me as a woman.\" Through Rita’s flawless plan, Manitas successfully disappears. Years later, while Rita is leading a new life in the UK, Emilia Pérez appears before her, now living as a completely different person... As past and present, sin and redemption, and love and hate intertwine, their lives begin to move once again.",
  "tmdb:974576": "The Catholic Church is the largest Christian denomination in the world, with over 1.4 billion faithful. Its supreme leader and the head of state of Vatican City, the Pope, has died. With no time to mourn, Cardinal Lawrence is tasked with presiding over the Conclave to elect a successor. As more than 100 powerful candidates from across the globe gather, secret voting begins behind the closed doors of the Sistine Chapel. Amidst a split vote, Lawrence’s turmoil deepens as he uncovers a web of conspiracy, discrimination, and scandal simmering beneath the surface. Then, on the verge of a new Pope being named, a major incident erupts, shaking the high-security Vatican to its core...",
  "tmdb:493514": "The Yangtze River Delta region extends across the lower reaches of the great Yangtze River, with Shanghai at its heart. This massive economic hub alone boasts a GDP that far surpasses that of all Japan. Yet, this film depicts neither the giant corporations nor the massive factories of the region. Instead, it focuses on the labor and daily lives of a younger generation—those in their late teens and twenties—working in the garment factories of Zhili, a town within the Delta. Most are migrant workers who have traveled from rural villages. Few acknowledge that these youths are the very backbone supporting the Yangtze River Delta’s economy; the world pays them no mind. And yet, here lies a surprisingly vibrant and raw sense of youth. This film represents the true essence of director Wang Bing—who defines his mission as \"recording the lives of those invisible to the world\"—and marks his first foray into the genre of youth cinema.",
  "tmdb:1315054": "Part 2 is suffering. No money. Money stolen. It’s enough to break your heart. The Lunar New Year is fast approaching. China. Zhili, the town of children's clothing. The story of the young people unfolding in its garment factories grows increasingly dramatic. Yun keeps making mistakes; his colleagues are fed up, and he no longer wants to work. Wanxiang has lost the ledger, and the boss tells him he cannot pay his wages. He saw the boss beating a business partner. At another factory, the owner has absconded with all the assets. Days of bitter negotiations follow. The youths return to their hometowns to celebrate the Lunar New Year. Here, the fate of a generation emerges—one that even fellow Chinese living in cities like Beijing or Shanghai know nothing about.",
  "tmdb:1319196": "Part 3: Homecoming. Returning home. Holding weddings. Living on. The sheer enormity of living. As the Lunar New Year holiday approaches, the garment factories of Zhili grow quiet. The few remaining workers head home, everyone seeking to celebrate the Spring Festival in their birthplace. Some hold weddings during the break. But there is no work in the hometown. In Mingyan’s home province of Yunnan, it is cold; even indoors, breath turns white and hands grow numb. When the holiday ends, the workers return to the factories. Some find their places of employment gone. The youthful voices of boys and girls echo—a new generation of young migrant workers has arrived at the factories. Here, the fate of a generation entirely unknown even to fellow Chinese living in cities like Beijing and Shanghai comes into focus.",
  "tmdb:36832": "A science fiction film set in a near-future New York ten years after a social-democratic liberation revolution. Now hailed as a classic of feminist cinema, the film uses a documentary-style approach to depict women uniting across lines of gender, race, and class to confront the oppression that persists even in the post-revolutionary era.",
  "tmdb:384024": "The debut feature film by Lizzie Borden (b. 1958) examines a New York feminist collective. After being screened only a few times following its production, the film remained shelved for nearly 40 years due to the dissatisfaction of its cast members. Permission was finally granted in 2016, leading to a 4K restoration by Anthology Film Archives in 2022. Utilizing a documentary style, the film explores the dynamics of female collectivity that would later be further developed in *Born in Flames* (1983) and *Working Girls* (1986).",
  "title:「ドキュメンタリー・フィードバック」シリーズより": "\"The ethical dimensions of documentary filmmaking (and, to an extent, ethics in cinema as a whole) are themes that have generated endless debate and critical discussion. The power dynamics between director and subject, the risk—or perhaps inevitability—of exploitation and misunderstanding, the danger of fostering the illusion of objectivity... yet it is often overlooked that filmmakers themselves have attempted to weave these issues into the very structure of their works.\" (Jed Rapfogel, Anthology Film Archives)\n\nAs a work that foregrounds the inherent ethical questions and power dynamics of documentary filmmaking and demonstrates a singular approach to addressing them, we present a screening of William Greaves's *Symbiopsychotaxiplasm: Take One*. Greaves, who was active as an actor in Black theater companies since his university days, moved to Canada in a rejection of the Hollywood production system before returning to become an experimental documentary filmmaker. Though the film remained unreleased theatrically for many years, its screening at the 1992 Sundance Film Festival led to its distribution through the efforts of Steven Soderbergh and others. Drawing on philosopher Arthur F. Bentley’s concept of \"symbiopsychotaxiplasm\"—the relationship between humans and their environment—the film employs split screens to create a multi-layered portrait of a film production being shot improvisationally in Central Park.",
  "tmdb:126863": "A representative work of \"structural film\" that uses the early comedy *Tom, Tom, the Piper's Son* (1905)—which depicted the chaos of a festive crowd—as source material for re-photography. Through various visual effects such as zooming, panning, and high- and low-speed playback, it deconstructs the original meaning of the work, drawing the viewer’s eye toward the polysemic details and the materiality of the image. This critical interpretation of Billy Bitzer’s original version by Ken Jacobs (1933–2025), who relentlessly challenged the possibilities of cinematic expression, sparked international debate regarding the re-evaluation of early cinema.",
  "tmdb:90715": "An avant-garde Western by Robert Downey Sr. (1936–2021), the New York-based independent filmmaker whose anti-establishment works exerted a profound influence on directors like Jonathan Demme and Paul Thomas Anderson. When a strange man (Arbus) parachutes into a small frontier town ruled by the tyrannical Seaweedhead Greasers (Henderson), he begins to bestow healing upon the people through his mysterious powers. Restored by Anthology in 2025.",
  "title:構造映画作品集": "\"Structural Film,\" a concept proposed by film critic P. Adams Sitney, refers to a body of work that conceptually captures the very elements that constitute cinema, such as the properties of film, cinematography, and the mechanisms of projection. A leading figure in Canadian contemporary art, Michael Snow’s (1928–2023) seminal work from his New York years, *Wavelength*, reveals the structure of film as a visual art through a gradual zoom-in from a fixed camera positioned within a room. George Landow’s (1944–2011) *Film in Which There Appear Sprocket Holes, Edge Lettering, Dirt Particles, Etc.* presents a test film of a woman blinking—complete with sprocket holes and specks of dirt—prompting a reflection on the very experience of \"watching a film.\" Restored by Anthology Film Archives in 2022, Paul Sharits’s (1943–1993) *S:TREAM:S:S:ECTION:S:ECTION:S:S:ECTIONED* reconsiders cinema as a dynamic form of expression by overlaying footage of flowing water with the movement of scratches etched directly onto the film.",
  "title:デイヴィッド・ブルックス作品集": "Appointed executive director of the Film-Makers’ Cooperative (founded by Jonas Mekas) at the age of 18, David Brooks (1944–1969) was a central figure in the New York underground film scene, producing brilliant works until his death at the young age of 24. In his major films *The Night Fountain / Day Star* and *Winter 64–66*, fragments of daily life captured by an unrestrained camera are collaged with soundtracks like free jazz, creating a lyrical and fantastical cinematic world. This program also features four short films, including his early work *Jerry* and his final film *Eel Creek*.",
  "title:ロン・ライス作品集（1）": "Ron Rice (1935–1964) passed away at the young age of 29, yet he is regarded as one of the most pivotal figures of 1960s underground cinema for his singular originality. His masterpiece, *The Flower Thief*, captures the sensibility of the Beat Generation in its purest form through cinematography that utilizes American landscapes and improvisational performances. Lead actor Taylor Mead, while active as a poet, appeared in numerous underground films, including those by Andy Warhol. Mead was later symbolically cast in Jim Jarmusch’s *Coffee and Cigarettes* (2003), a film profoundly influenced by these underground works.",
  "title:マリー・メンケン／マージョリー・ケラー作品集": "Marie Menken (1910–1970) was a key figure of the New York underground who exerted a profound influence on the style of Jonas Mekas. Marjorie Keller (1950–1994) was described by film critic J. Hoberman as \"the avant-garde’s most selfless champion.\" This program features a collection of their short films, which, after years of limited visibility, have been brought back to life through restoration by the Anthology Film Archives.",
  "title:アンソロジー・フィルムアーカイブスの創設者たち": "This program features works by Jonas Mekas (1922–2019), Peter Kubelka (1934–), Stan Brakhage (1933–2003), and James Broughton (1913–1999)—key figures who played a central role in the founding of Anthology Film Archives—as well as Marjorie Keller’s *The Fallen World* (1983), which features P. Adams Sitney (1944–2025).",
  "title:「オーディオビジュアル・フィードバック」シリーズより": "\"The artists presented here move beyond unidirectional flows of information and expression to experiment with circular, reflective, or multidirectional configurations of images, sounds, and ideas, while demonstrating how different technologies generate opportunities for diverse variations, analyses, and philosophical or aesthetic self-reflection.\" (Jed Rapfogel, Anthology Film Archives) As a companion program to the \"Documentary Feedback\" series, this screening features film and video works that employ various techniques—including video feedback, acoustic feedback, and mirrors—to create visual or auditory feedback loops.",
  "title:抽象アニメーション作品集": "This program provides an overview ranging from the works of visual music pioneers Oskar Fischinger (1900–1967) and Mary Ellen Bute (1906–1983) to 1960s American experimental animation—including Robert Breer’s (1926–2011) *Breathing* (1963) and James Whitney’s (1921–1982) *Lapis* (1966)—and through to *Frank Film* (1973), the first autobiographical work to win the Academy Award for Best Animated Short Film. Influenced by the Beat Generation, these abstract animations are meditative, characterized by an interest in new technology, a departure from narrative, and an approach that treats animation as an extension of intellectual and artistic activity. They were produced using techniques such as direct painting on film, cut-outs, collage, and analog computers.",
  "tmdb:435421": "The 23rd work in Stan Brakhage’s (1933–2003) 8mm silent “Song” series, this film was created as a direct response to the Vietnam War. Interweaving historical footage of war, death, violence, and mobilization with psalms and scenes of everyday life, Brakhage employs his signature mythopoetic structure to deliver a clear message to his contemporaries.",
  "title:ロン・ライス作品集（2）": "In *Senseless*, a record of a trip to Mexico is poetically woven together, liberated from the constraints of conventional cinematic grammar. Meanwhile, *Chumlum* invites the audience into a fantastical and anti-normative atmosphere through a deluge of images created by multiple exposures and vivid colors. Feeling restricted in his work in the United States due to censorship and unfair undervaluation, Rice moved his base of operations to Mexico, only to die there shortly after. This screening features outtakes from *Chumlum*—including a brief glimpse of a figure resembling Taylor Mead, who was not intended to appear in the final version—alongside unfinished footage shot in Mexico for his next project.",
  "title:ストム・ソゴー作品集": "\"Films must be as filthy and insane as possible, so that everyone flees the theater and begins to desire something better from life... My films are visual candy for the psyche; they taste sweet at first, but then they trigger a seizure.\" (Stom Sogo)\n\nBorn and raised in Osaka, Stom Sogo (1975–2012) moved to New York around 1993, where he continued his creative practice while working as a projectionist at Anthology Film Archives. His unique style—defined by the frequent use of re-photography and the juxtaposition of violently flickering light with home video footage—exerted a profound influence on his contemporaries. This program features a selection of works restored by Anthology Film Archives.",
  "tmdb:190060": "Mekas established his unique \"diary film\" method with his first feature, *Walden* (1968). This work serves as a sequel of sorts, woven from 124 film sketches of friends he socialized with in New York between 1969 and 1984—the period surrounding the founding of Anthology Film Archives. It also stands as a precious record of the figures behind \"Fluxus,\" the art movement that shaped the SoHo district. A deeper understanding of this context can be gained by referring to the book *Mekas no Yujin Nikki* (Mekas’s Diary of Friends), compiled by Mekas himself following the film's completion (published in 1989 by Shobunsha).",
  "tmdb:44686": "Sean Boyd, a former police officer turned truck driver, lives with his only daughter, Cassie, following a divorce from his wife. It was supposed to be the start of another peaceful, ordinary day for the two of them; after celebrating Cassie’s 15th birthday, Boyd drops her off at Central Park on her way to school. However, without warning, Cassie is suddenly dragged into a mysterious car. Having witnessed his daughter’s kidnapping right before his eyes, a desperate Boyd gives chase, but he is rushed to the hospital after his vehicle flips in a violent accident...",
  "tmdb:1148558": "The Amazon Bow-vengers assemble!? Off to the Archery World Championships! Alongside a quirky interpreter, the curtain rises on a battle for the gold!\n\nAs the first comedy to tackle South Korea’s national sport of archery, this buzzworthy film reunites the screenwriter and cast of the historic hit *Extreme Job*—the film that drew over 16 million viewers with its novel premise of detectives running a fried chicken shop. Veteran actor and \"hit-maker\" Ryu Seung-ryong plays an ordinary salaryman who retired from competitive archery, while Jin Seon-kyu joins him again as a highly eccentric local interpreter. Together, they bring relatability and heart to the wild premise of scouting master archers in the Amazon to win world championship medals. This cross-cultural entertainment masterpiece is ready to fire an arrow straight at the audience’s funny bone!\n\n**STORY**\nJin-bong (Ryu Seung-ryong) was once a medalist for the Korean national archery team, but now he’s the top candidate for layoffs. His company gives him one last shot at redemption: go to the Amazon, find master archers, and lead them to a medal at the World Championships. After a crash landing, Jin-bong finds himself in the middle of the jungle for the first time in his life. There, he has a fateful encounter with three warriors possessing god-like archery skills: Sika, Iba, and Walbu. Believing he’s found his path to survival, Jin-bong heads back to Korea with the three archers and his eccentric interpreter, Pan-shik (Jin Seon-kyu), but…",
  "tmdb:1067485": "STORY\nThe warmth of a young man drifting between the life of a novelist and the world of sex work.\nMax is a promising young aspiring writer living in London. To bring authenticity to his debut novel, he enters the world of male sex work under the name \"Sebastian.\" As he experiences this unknown world and interacts with various clients, he gradually loses sight of the boundary between Max and Sebastian...",
  "tmdb:1001026": "The madness of this nation has culminated in a human hunt. \nThe long-lost, somber masterpiece once thought impossible to view is finally unleashed again.\nDirected by Peter Collinson (*The Italian Job*)\nStarring Peter Fonda (*Easy Rider*)\nGuest Star: William Holden\n\n<50th Anniversary of Japanese Release>\n*Open Season* (Japanese Title: *Dirty Hunter*)\nConfirmed for a nationwide theatrical rollout starting January 2, 2026 (Fri) at Cinemart Shinjuku and other theaters.\n\nKen, Greg, and Art are three Vietnam veterans who have each married, had children, and enjoyed success in society, achieving a picture-perfect life of happiness. But they harbor a hobby they can tell no one about: human hunting. On the weekend the \"season\" opens, the three pack their bags and head for the hunting grounds in search of prey.\n\nBased on the novel *Open Season* by David Osborn, *Dirty Hunter* is a terrifying suspense-action film directed by the British maverick Peter Collinson—known for *The Italian Job* (1969)—and starring Peter Fonda of *Easy Rider* (1969) fame. Since its 1975 theatrical release in Japan and a few subsequent television broadcasts, the film was never released on home video and became a \"phantom\" movie nearly impossible to watch worldwide. Now, after half a century, it finally returns to the big screen.\n\nWhile it utilizes the \"human hunting\" premise found in many survival-action horror films, it eschews \"Battle Royale\" style entertainment. Instead, it highlights the darkness of America and humanity itself through the abnormal behavior of men who have completely lost their sense of ethics and morality—a vividness that remains undiminished today. The film possesses a grimness reminiscent of a fusion between Sam Peckinpah’s *Straw Dogs* (1971) and John Boorman’s *Deliverance* (1972). While it shares thematic similarities with films depicting the anguish of Vietnam veterans like *Soldier Blue* (1972), *Taxi Driver* (1976), and *Rolling Thunder* (1977), this Spanish production radiates a texture unlike any of them.\n\nFrom start to finish, the film offers no sense of catharsis, featuring a succession of events that betray any hope and long sequences of the hunters psychologically cornering their \"prey.\" It is a masterpiece of traumatic cinema that wears down the viewer's nerves.\n\nPeter Fonda plays one of the human hunters; it is said he decided to take the role only after carefully rereading the original treatment multiple times. He is joined by John Phillip Law (*Barbarella*, 1967) and Richard Lynch (*Scarecrow*, 1973). Cornelia Sharpe (*Serpico*, 1973) and Alberto de Mendoza (*Horror Express*, 1972)—winner of the Argentine Film Critics Association Award—play the couple subjected to horrific psychological torment. Furthermore, Academy Award-winning legend William Holden appears as a guest star. The circumstances of why such a massive star appeared in this film remain unknown. In later years, Fonda remarked: \"I really enjoyed that movie. It was the first time I played a real villain. I wish that movie would come out on VHS. I really love it.\"\n\nThe newly released teaser trailer shows Fonda and the other two hunters capturing and tormenting the couple. Despite committing the loathsome act of \"human hunting,\" the sight of the three enjoying it as a leisure activity is terrifying. However, at the end, another hunter appears before",
  "title:長安のライチ": "Chang’an, the capital of the Tang Dynasty. Li Shande, a low-ranking official, receives a life-altering command from the Emperor: “Deliver fresh lychees from the far southern region of Lingnan to Chang’an to celebrate the birthday of Consort Yang.” Lychees are notoriously perishable, making it nearly impossible to transport them thousands of kilometers from Lingnan to Chang’an without spoiling. Success means a path to promotion, but failure means certain death.\n\nTricked into the impossible role of “Lychee Envoy” by a colleague’s scheme, Li Shande heads to Lingnan. There, he joins forces with an unlikely group of allies, including the daughter of a lychee orchard master, a merchant investing in the plan, and a young man oppressed as a slave. With the deadline looming, the fruit rotting, and the murky power struggles of the imperial court swirling around him, Li Shande faces overwhelming odds. Now, an unprecedented “Lychee Transport Mission” that will shake the course of history is about to begin!",
  "tmdb:1241436": "\"Civil War\" director Alex Garland joins forces with co-director Ray Mendoza—a former U.S. Special Forces member and military advisor on Garland’s previous film—for this visceral war action drama. Based on Mendoza’s real-life experiences during the Iraq War, the film recreates the extreme conditions of the front lines with unflinching realism.\n\n2006, Ramadi, Iraq. An eight-man U.S. Special Forces platoon is tasked with the surveillance and sniping of a high-ranking Al-Qaeda operative. However, the enemy detects their presence sooner than anticipated and launches a preemptive strike, triggering a full-scale urban confrontation. With their escape route cut off, the platoon is completely surrounded as casualties mount. The situation descends into absolute chaos: some abandon their command, others lose contact with headquarters, and screams fill the air. As the shell-shocked soldiers struggle to drag their wounded comrades to safety, a relentless hail of gunfire continues to rain down upon them.",
  "title:PERFECT BLUE 4Kリマスター版": "[Admission Fee] 1,600 yen flat rate\n*No discounts applicable. Complimentary tickets and free passes cannot be used.\n\nThe 1998 debut feature of animation director Satoshi Kon, who received high acclaim both in Japan and abroad for works such as \"Paprika\" and \"Millennium Actress.\" Based on Yoshikazu Takeuchi's novel \"Perfect Blue: Complete Metamorphosis,\" the film depicts the nightmare-like events that befall a woman transitioning from a pop idol to an actress.\n\nMima Kirigoe leaves her idol group to pursue a career as an actress. While bewildered by a series of provocative jobs that shatter her previous image—including a rape scene in a TV drama and a nude photo book—she steadily gains recognition. Meanwhile, a series of murders targeting those close to her occurs. An individual posing as Mima begins posting detailed diary entries online, and she gradually becomes terrified by the shadow of a stalker.",
  "title:君と私": "A story of love between high school girls, woven against the backdrop of the Sewol Ferry tragedy.\n\n*The Dream Songs* is set on the day before the Sewol Ferry sinking on April 16, 2014—a disaster that claimed over 300 lives, including 250 students from Ansan’s Danwon High School. Highly acclaimed for its delicately woven screenplay, crafted over seven years, and its meticulous direction that indirectly evokes the tragedy, the film achieved the remarkable feat of winning both Best Screenplay and Best New Director at the 45th Blue Dragon Film Awards, despite being a feature directorial debut.\n\nThe film was written and directed by Cho Hyun-chul, an actor known for his brilliant supporting roles in works such as Season 1 of the drama *D.P.* Director Cho elevated his personal experiences into a love story between two high school girls set against the backdrop of the Sewol disaster.\n\nThe role of the protagonist Semi, who harbors secret feelings in her heart, is played by Park Hye-su, whose performance in the film *Swing Kids* was widely praised. Starring as Ha-eun, the object of Semi’s affection, is rising star Kim Si-eun, who delivered a powerful performance in Season 2 of the global phenomenon *Squid Game*. The cinematography was handled by DQM, a cutting-edge visual director primarily active in commercials and music videos. The music was composed by Oh Hyuk, the vocalist of the four-piece band HYUKOH, who recently drew significant attention for their performance at the Fuji Rock Festival.\n\nExpanding on Director Cho’s vision of \"wanting to blur the boundaries between dream and reality,\" this unforgettable film is born from a tapestry of ethereal visual beauty and a floating, melancholic sound.",
  "tmdb:3549": "Academy Award nominee for Best Foreign Language Film. An emotional human drama that inspired a Hollywood remake.\n\nJacob, a Danish man dedicated to helping orphans in India, receives an offer for a massive donation from Jørgen, a businessman back in his home country. Returning home, Jacob finalizes the deal with Jørgen, only to be invited to his daughter's wedding. There, an unexpected reunion leads him to a shocking discovery...\n\nMads plays this role:\nJacob, a naive idealist with a secret who runs an orphanage in India. Beloved by the children, he is a gentle soul who evokes a sense of tenderness, yet he harbors a hidden past...",
  "tmdb:10180": "A legendary masterpiece and a historic box-office smash, often called the greatest film in Danish cinema history.\n\nFour supremely unlucky rogues, each haunted by absurd childhood traumas. Despite their different ages and backgrounds, they plot a massive heist to turn around their lives of constant failure. After surviving a fierce shootout and making their escape, what lies ahead for them is...\n\nThis is the role Mads plays! Arne, a gun-obsessed brute who solves every problem with violence and is constantly on edge. A young Mads’s ripped physique and mischievous sex appeal are simply irresistible...!",
  "tmdb:103663": "Winner of the Best Actor Award at the Cannes Film Festival! A shocking masterpiece with a powerful performance that shakes the viewer's soul.\n\nAfter overcoming divorce and unemployment to find work as a kindergarten teacher, Lucas has finally reclaimed a peaceful life. However, one day, a fabrication by his best friend’s daughter, Klara, brands him a pedophile. The townspeople believe the young girl’s testimony without question; Lucas loses everything and becomes isolated in the small town...\n\nThe role Mads plays:\nLucas, a kind-hearted kindergarten teacher who is falsely accused and ostracized by the community. Denounced by those who blindly believe a child’s words, he is left physically and mentally shattered...",
  "title:チャップリン": "The first documentary officially authorized by the Chaplin family: a new story exploring the roots of Charlie Chaplin.\n\nCharlie Chaplin captivated the world with humor-filled works that masterfully blended slapstick comedy with the pathos of the common man and social satire. Dressed as the \"Little Tramp\"—with his trademark toothbrush mustache, baggy pants, oversized shoes, cane, and bowler hat—he was beloved for his",
  "tmdb:1146410": "Winner of the Silver Bear (Grand Jury Prize) at the Berlin International Film Festival. The third collaboration between legendary French actress Isabelle Huppert and Korean master director Hong Sang-soo. Through the footsteps of a traveler who loves makgeolli and poetry, we encounter the humorous and mysterious streets and people of Seoul.\n\nThirty years have passed since his 1996 feature debut, *The Day a Pig Fell into the Well*. Having released over 30 films to date, Hong Sang-soo continues to expand his filmography at an even more prolific pace in recent years. Born in Seoul and having studied art in the United States, Hong has established a production style that keeps its distance from big-budget commercial cinema. With five awards at the Berlin International Film Festival and acclaim at Cannes, Venice, and Locarno, he has maintained a truly singular presence in world cinema.\n\nTo commemorate the 30th anniversary of Director Hong Sang-soo’s debut, \"Monthly Hong Sang-soo\" will be held over five months from November 2025 to March 2026, premiering five new films (including his latest) on a monthly basis. The event kicks off with *A Traveler’s Needs*, starring Isabelle Huppert as a mysterious traveler who arrives in Seoul. Additionally, a special retrospective titled \"Extra Edition Hong Sang-soo\" will run concurrently at select theaters, revisiting past works with themes linked to the new releases. The first installment is *Hill of Freedom* (2014), featuring Ryo Kase as a man who travels to Seoul in pursuit of an older Korean woman. This program offers a unique opportunity to experience the stories of two \"strangers\" in Seoul through both his newest and classic works.",
  "tmdb:1214499": "Shiori Ito, a journalist and survivor of sexual violence, pursues the truth of her case and challenges the structures of power. This documentary is composed of a vast archive of audio and video footage recorded by Ito and those around her.",
  "tmdb:1181125": "The untold story of the fateful day that marked the beginning for Iceland, a global leader in gender equality. On October 24, 1975, 90% of all Icelandic women simultaneously walked away from their jobs and housework in an unprecedented movement known as \"Women's Day Off.\" The nation was paralyzed, proving that society cannot function without women. Since then, Iceland has become the world’s most gender-equal nation—ranking first in the World Economic Forum’s Gender Gap Index for 16 consecutive years as of 2025 (with Japan at 118th)—and is currently governed by both a female president and a female prime minister. To commemorate its 50th anniversary, this documentary looks back at that fateful day that sent shockwaves around the world.",
  "tmdb:829549": "Ahaan, a young man with Down syndrome, lives in the Indian metropolis of Mumbai with his loving parents. Though he leads a comfortable life, his parents' overprotective \"consideration\"—born from their concern about how others perceive him—keeps him confined to their home. Deep down, Ahaan harbors a growing, earnest desire to become independent, find a job, and marry a wonderful woman.\n\nMeanwhile, Ozzy, a cantankerous middle-aged man, has been left alone after his wife, Anu, finally had enough of his rigid self-imposed rules and obsessive cleanliness. It is then that Ahaan, who is close friends with Anu, pays a visit to Ozzy’s home. Ozzy hits upon the idea of using Ahaan as a way to get his hands on his wife’s home cooking, and a strange partnership begins to form with Ahaan, who longs for the freedom to go outside...",
  "title:CROSSING 心の交差点": "Lia, a retired teacher living in Georgia, sets out for Istanbul, Turkey, alongside Achi, a young man who claims to know her missing transgender niece, Tekla. However, finding Tekla, who has vanished without a trace, proves more difficult than they ever imagined. Eventually, Lia crosses paths with Evrim, a lawyer fighting for transgender rights, and enlists her help. Why did Tekla leave Georgia? Set in Istanbul—a city where East and West converge in an evocative cultural tapestry—the journey to find Tekla becomes a path that slowly brings Lia, Achi, and Evrim closer together.",
  "tmdb:132150": "The film follows ordinary workers and peasants as they collaborate to organize countless local groups collectively known as \"Popular Power.\" They distribute food, occupy, manage, and guard factories and farmland, combat the profiteering black market, and coordinate with neighborhood social service organizations. These activities were initially launched as a means to counter strikes by anti-Allende factory owners, retailers, and professional associations. Eventually, \"Popular Power\" gradually transforms into Soviet-style socialist organizations that demand the government take a resolute stand against the right wing.",
  "tmdb:785542": "Twenty-nine-year-old Rona (Saoirse Ronan) returns to her childhood home in Scotland’s Orkney Islands for the first time in a decade. Having lost herself in the chaos of London while studying biology, she spent years escaping into addiction, but has finally managed to break the cycle. Now sober and seeking a fresh start, Rona finds herself still haunted by fragments of memory—the rift she caused with her lover and the many troubles she left in her wake. Amidst the freezing seas and wild winds, she learns to embrace the past she tried to escape and reaches out for a vibrant tomorrow. A song of beginnings; a journey back to herself.",
  "tmdb:19105": "Iron Maiden is the definitive band of the New Wave of British Heavy Metal (NWOBHM) movement that emerged in the UK in the early 1980s. They made their debut in 1980 with the self-titled album *Iron Maiden*. Following the release of *Killers* the next year, Bruce Dickinson joined as the band's second lead singer. Their 1982 release, *The Number of the Beast*, became a massive global hit, selling over two million copies. They continued their ascent to the pinnacle of the heavy metal world with a succession of iconic albums, including *Piece of Mind* (1983) and *Powerslave* (1984). After several lineup changes, the band’s roster stabilized in the late 1990s. In 2008, they embarked on the \"Somewhere Back in Time Tour,\" an unprecedented world tour that sent metalheads across the globe into a frenzy.",
  "title:アグリーシスター 可愛いあの娘は醜いわたし": "—Prince Julian of the Kingdom of Swellandia (Isaac Kamuroot) is the object of every lady’s desire. In hopes of winning his hand in marriage, they strive day after day to refine their grace and beauty.—",
  "title:ジョージ・マイケル 栄光の輝きと心の闇": "In 1981, 18-year-old George Michael formed the pop duo Wham! with Andrew Ridgeley, his friend since the age of 12. Though initially hamstrung by contractual issues with Innervision Records that prevented them from releasing singles, they navigated the situation cleverly to achieve success. However, even at the height of their fame, George felt no happiness. In 1986, he expressed his internal struggles regarding his sexuality in the solo single \"A Different Corner,\" and Wham! announced their disbandment shortly thereafter.\n\nHis 1987 solo",
  "title:モディリアーニ！": "Paris, 1916. Three tumultuous days that changed the life of the artist Modigliani. While on the run from the police, Modigliani longs to end his career and leave Paris behind. His fellow painters Maurice Utrillo and Chaïm Soutine, as well as his muse Beatrice Hastings, attempt to dissuade him. He seeks counsel from his friend and art dealer Léopold Zborowski, but his mind remains in turmoil. Ultimately, he meets Maurice Gangnat, a collector who will change the course of his life forever.",
  "tmdb:1197306": "Former special forces operative Levon Cade (Jason Statham) has left his dangerous past behind, now working as a construction foreman with a \"safety first\" motto. While Levon hopes to lead a quiet life and be a good father to his daughter, his world is upended when Jenny—the daughter of his boss and benefactor—suddenly disappears. As he searches for her, Levon uncovers a massive criminal organization specializing in human trafficking. Forced to unleash his long-dormant skills, he plunges into a fierce and relentless battle.",
  "tmdb:800513": "Legendary Broadway icon Lillian Hall is struck by a sudden illness. Struggling against memory loss, she stakes everything on what may be her final stage performance. Will the play successfully reach its opening night? A moving masterpiece and an ode to life that powerfully conveys the joy of living.",
  "title:藤本タツキ 17-26 Part-1": "Eight short stories written by Tatsuki Fujimoto—the creator of *Chainsaw Man* and *Look Back*—between the ages of 17 and 26 receive a long-awaited anime adaptation by six studios and seven directors. From his first-ever manga award submission, \"There Were Two Chickens in the Yard,\" to \"Nayuta of the Prophecy\" and \"Sisters,\" these diverse tales of adolescent love, wild impulses, madness, and deep bonds now vividly come to life on screen.",
  "title:藤本タツキ 17-26 Part-2": "Eight short stories written between the ages of 17 and 26 by Tatsuki Fujimoto, the creator of *Chainsaw Man* and *Look Back*, receive a long-awaited anime adaptation by six studios and seven directors. From his first manga award submission, \"There Were Two Chickens in the Garden,\" to \"Nayuta of the Prophecy\" and \"Sisters,\" these diverse tales of adolescent love, recklessness, madness, and bonds now vividly come to life on screen.",
  "title:シネマ歌舞伎『歌舞伎ＮＥＸＴ 朧の森に棲む鬼』幸四郎版": "An era of endless war. Deep within the \"Forest of Oboro\" on a certain island nation, a lone man scours through mountains of corpses like a stray dog. His name is Rai. While scavenging valuables from the bodies of fallen warriors, a \"Monster of Oboro\" appears before him, awakening the desires buried deep within his soul.",
  "tmdb:1465560": "In 2024, as the Israeli attacks on Gaza continued, Iranian filmmaker Sepideh Farsi felt an urgent need to share the voices of the local people. However, with Gaza under blockade, entry was impossible. She decided to produce a film centered on video calls with Fatma Hassouna, a 24-year-old Palestinian photojournalist living in northern Gaza whom she had met.",
  "tmdb:196929": "Two years after the worldwide acclaim of \"Freeze Die Come to Life,\" protagonist Valerka is now fifteen. As he prepares to bid farewell to his boyhood, the adult world has taken on an even more tragic aspect. His only emotional refuge is Valya, Galya’s younger sister. When Valerka is expelled from school and leaves town alone, Valya continues to send him letters, but...",
  "tmdb:41948": "The Soviet Union, shortly after World War II. In Suchan, a small coal-mining town turned labor camp zone, 12-year-old Valerka constantly acts out in rebellion against his single mother. Galya, a girl of the same age, is always looking out for him, appearing like a guardian angel to rescue him whenever he is in trouble. One day, after a prank goes too far and causes a locomotive to derail, Valerka flees the town alone, fearing arrest.",
  "tmdb:64131": "In a Paris plagued by STBO—a mysterious disease contracted through loveless sex—Alex is a young man who has lived with a sense of nihilism and isolation since childhood. Even in the company of his lover, Lise, the emptiness remains. Stricken by unexplained abdominal pains and weary of his existence, he is consumed by the need to change his life. It is then that his estranged father is killed by a train. Marc, an old friend of his father, finds himself saddled with the dead man's massive debts and devises a plan to steal and traffic the STBO serum. He seeks out Alex as the essential recruit for the job. Alex joins the heist, but when he meets Marc’s lover, Anna, he feels a profound sense of destiny, and the story begins to unfold.",
  "tmdb:1923": "FBI Special Agent Chet Desmond vanishes mysteriously while investigating the murder of local waitress Teresa Banks. One year later, the evil entities lurking throughout the town begin to target the high school queen, Laura Palmer. At the same time, Special Agent Dale Cooper, who has taken over the investigation into the Teresa Banks case, resolves to unravel the profound mystery by drawing upon his unique gift—a sharp sixth sense.",
  "tmdb:1018": "One midnight, a car crash occurs on Mulholland Drive. The sole survivor, a dark-haired woman, manages to make her way to the streets of Hollywood and slips into an empty residence. It turns out to be the home of famous actress Ruth, where she is soon discovered by Ruth’s niece, Betty. Betty initially assumes the woman—who impulsively calls herself Rita—is a friend of her aunt, but she soon realizes they are total strangers. Rita confesses that she can remember nothing. The only clues are a large sum of cash and a mysterious blue key found in her bag. Out of both sympathy and curiosity, Betty offers to help Rita recover her memories, but...",
  "tmdb:662286": "1989, Cold War Switzerland. A police officer is assigned a mission: to surveil a theater troupe.\n\nA political romantic comedy depicting the greatest scandal in Swiss history!\n\n1989. Fear of Soviet communism is rampant in Cold War Switzerland. Police officer Viktor Schuler is ordered to go undercover at the Schauspielhaus theater, a site of active protest, to gather intelligence and monitor dissidents.\n\nHowever, as he falls in love with the lead actress Odile Jolla—the very person he is supposed to be watching—and builds bonds with the troupe, he begins to question his own mission.\n\nShould he follow his duty, or his heart?",
  "tmdb:1544878": "A film adaptation of the masterpiece novel \"Slave of the Flesh\" by the unconventional author Hideo Shirasaki. Adapted by Shinobu Hashimoto and directed by Yoshitaro Nomura, this ambitious and provocative work depicts the actions and ruin of a man who lives by cold calculation. Keiji Sada delivers a rare performance as a villain.",
  "tmdb:1418429": "An adaptation of Masuji Ibuse’s novel of the same name, this comedy depicts the joys and sorrows of common people while incorporating the local color of Western Japan. The screenplay was written by Toshio Shiina, one of the co-writers of *The Embraced Bride*, and directed by Noboru Nakamura of *Cloudburst*. The cinematography is by Toshio Ubukata (*The Embraced Bride*). The film stars Keiji Sada and Mariko Okada (both of *Zero Fish Today*), leading an ensemble cast that includes Toshiko Kobayashi, Achako Hanabishi, Yunosuke Ito, Tony Tani, Toshiyuki Ichimura, Chieko Seki, and Hisao Toake. Filmed in Eastman Shochiku Color.",
  "tmdb:173": "In the 1860s, a series of shipwrecks caused by a mysterious sea monster occur across the globe. Marine biologist Professor Aronnax and his companions are dispatched by the U.S. government to investigate. One night, their vessel collides with a mysterious object: the Nautilus, a versatile submarine commanded by Captain Nemo, a brilliant scientist who harbors a deep hatred for authority and war. Invited by the captain, the professor and his group embark on an extraordinary journey to the depths of the ocean.",
  "tmdb:819277": "Brian Epstein spent his days busy at the furniture store founded by his grandfather. Within two years, the record department he added had grown into the shop's flagship division. One day, at Liverpool’s Cavern Club, he encounters a fledgling local four-piece band: The Beatles. Unexpectedly captivated by their sound, he offers to manage them. He polishes their stage presence and refines their look, from their suits to their hair. After pitching to major labels, they finally secure a debut through EMI’s Parlophone, and the band quickly becomes a global phenomenon. While Epstein is overjoyed by their success, beneath his public persona as their manager lies a sense of personal unfulfillment that no one else can see.",
  "tmdb:1086497": "In 1976, while Argentina was under a military dictatorship, Tom, a British English teacher, takes up a post at a prestigious boarding school. Unable to find hope in his life, he discovers a dying penguin covered in oil while traveling and saves it with the help of a woman he meets there. Although the woman eventually leaves him, the penguin remains, refusing to leave his side.",
  "tmdb:431339": "The world's oceans are overflowing with massive amounts of plastic waste. This documentary investigates the hidden impacts of marine pollution on animals, the environment, and humanity.",
  "tmdb:30497": "A giant man wearing human skin wanders with a chainsaw in hand... Just how much human blood has soaked into his filthy apron? A horror film inspired by a real-life killer from Wisconsin. In rural Texas, five young people are on a road trip. When they run out of gas and stop at a farmhouse to rest, they are swept into a gruesome “festival.” Facing the masked man “Leatherface” and his sinister family—amidst inescapable despair, a night of terror begins.",
  "tmdb:1284120": "Nordic gothic body horror has arrived! After premiering at the 41st Sundance Film Festival and sparking a \"mass walkout\" shockwave with its unpredictable plot and relentless, grotesque imagery, *Ugly Sister* is finally coming to theaters. A massive hit in its native Norway, where it spent four consecutive weeks in the Top 10, the film has been officially selected for",
  "title:【未体験2026】ワールド・ブレイカー": "One day, the sky split open, and the world collapsed. From the rift, otherworldly \"Breakers\" descended upon humanity. Civilization fell, leaving the few remaining survivors to endure days of terror in a desolate wasteland. After the men lost their war against the invaders, the fate of humanity was entrusted to the women... Taking up the sword as the captain of this female vanguard is Milla Jovovich, the iconic action star of the *Resident Evil* franchise. In this film, she portrays a powerful mother confronting an otherworldly threat, her overwhelming presence and masterful swordplay signaling the triumphant return of the ultimate \"warrior woman.\" Combined with a moving human drama exploring the bonds of family with her husband (played by Luke Evans) and daughter, an epic sci-fi survival spectacle is born!\n\n[ A \"Movies of the Uncharted Zone 2026\" Selection ] In theaters Friday, January 23.",
  "tmdb:1568457": "Even as an adult, she doesn't want to go to school... Even as an adult, she's in the middle of a rebellious phase... Eriko is a middle school teacher who can't gain independence from her parents. Meanwhile, Chika is a \"truant for unknown reasons\" who wears the mask of a mature adult—she excels at her studies, has friends, and shows no signs of delinquency. The two are teacher and student at the same school, but they share one thing in common: neither can leave their room.\n\nOne day, Eriko lists her favorite BL manga for sale online and hits it off with a girl named \"Chi.\" That girl is Chika. Unaware of each other's true identities, they exchange messages on social media, eventually becoming close friends who can share their deepest secrets. As they try to step out of their rooms and face their parents and school together, the \"truth behind Chika's truancy\" and Eriko's \"past wounds\" corner them, and the world around them begins to shift in an unexpected direction—",
  "title:カリギュラ 究極版": "The \"legendary notorious masterpiece\" descends in its ultimate form!\n\nDespite being plagued by a series of production disasters, *Caligula* achieved unprecedented box office success upon its release and continues to command a massive global following. Forty-five years later, footage long thought to have been destroyed has been miraculously discovered. Re-edited from over 90 hours of raw material, the \"true *Caligula*\" has finally been resurrected!\n\nPandemonium! Infamy! The great tyrant who shook the foundations of cinema returns in a completely new form, reborn for a new era!",
  "title:A DOCUMENTARY FILM OF LOSTAGE -ひかりのまち、わたしたちの-": "What is life? What does it mean to make a living through music? What, exactly, is a rock band?\n\nLOSTAGE is a three-piece rock band based in Nara that continues to tour live houses across Japan. Their work is never reflected in the hit charts—they deliberately chose a path outside of major distribution and sales channels. Yet, every one of their releases has sold over 5,500 copies, and their back catalog continues to be repressed, with sales figures steadily climbing to this day.\n\nNow in their 40s, they are a rare active band with a devoted following that transcends age and gender, recently completing a sold-out 47-prefecture tour and a successful solo performance at the Hibiya Open-Air Concert Hall. Now in their 25th year, the three members have each built families in Nara and run community-based businesses, continuing their musical activities as a direct extension of their daily lives.\n\nOnce expected to \"make it big\" as a rock band, they even experienced a major label debut. However, with 2011 serving as a turning point, they have navigated a path of twists and turns, buffeted by the whims of reality.\n\nWhile \"deified\" by countless fellow musicians, the three members remain firmly grounded in their daily lives. This intimate documentary explores the mystery and allure of LOSTAGE in their truest form—a band that continues to pursue a dream-like existence while remaining rooted in the reality of home and family.",
  "title:シネマ歌舞伎『歌舞伎NEXT 朧の森に棲む鬼』松也版": "An era of endless war. Deep within the \"Oboro Forest\" of a certain island nation, a lone man scavenges through mountains of corpses like a stray dog. His name is Rai. As he plunders valuables from the dead in his hunt for fallen warriors, the \"Oboro Demon\" appears, awakening the dark desires buried deep within him.",
  "title:安楽死特区": "What if a \"Euthanasia Bill\" were passed in Japan?\n\nFollowing the passage of the bill in the Diet, a facility named \"Hitorishizuka\" is established as a National Strategic Special Zone. Designed for those seeking euthanasia to reside and receive care, the facility becomes a lightning rod for controversy at the intersection of ethics and politics.\n\nShotaro Sako (Katsuya Maiguma), a rapper suffering from an incurable disease with no hope of recovery, continues to weave words together, finding salvation in hip-hop even as his condition worsens. He lives with Ayumi Fujioka (Ayaka Onishi), a journalist he met in Tibet. Despite Shotaro being given only six months to live, the two remain opposed to euthanasia and enter \"Hitorishizuka\" with the intent of exposing the reality of the special zone from the inside.\n\nThe facility is home to various residents, each with their own story: Ikeda (Mitsuru Hirata), who is suffering from terminal cancer, and his wife Tamami (Mariko Tsutsui); and Shinya (Kimiko Yo), a former manzai comedian with dementia who wishes to die before she completely loses her sense of self.\n\nAs Shotaro’s physical strength rapidly declines and even speaking becomes a struggle, he abruptly changes his mind without consulting Ayumi, stating, \"I want euthanasia.\" Ayumi is forced to confront the weight of life and death as she encounters the convictions of the specialized doctors—including Ikeda’s physician Torii (Eiji Okuda) and Shotaro’s physicians Ogata (Masaya Kato) and Miura (Yuka Itaya).",
  "tmdb:132148": "Part 2 opens with the attempted coup of June 29, 1973, which was introduced at the end of Part 1. It was clear that this \"attempted coup\" served as a useful dress rehearsal for the military, and everyone began to realize that the \"real thing\" was only a matter of time. The left becomes divided over strategy, while the right steadily prepares for the military's seizure of power. Finally, on the morning of September 11, 1973, the coup is set in motion, and the presidential palace is bombed and destroyed by the military. After addressing the Chilean people via radio, Allende dies in what is believed to be a suicide. That same evening, members of the military junta, chaired by Augusto Pinochet, appear on television to announce the establishment of a new military regime.",
  "title:最初の年：民意が生んだ、社会主義アジェンデ政権": "In 1970, Salvador Allende became the first democratically elected socialist president in Chile, South America, signaling the start of a nationwide social transformation. This film documents the tumultuous first year of his administration. Following workers long exploited by capitalists, indigenous people rising up to reclaim their land, and youth emboldened by the promise of a new future, the film meticulously records their earnest words and expressions. Through footage brimming with hope and energy, it captures a citizenry galvanized by land reform, the nationalization of industry, and radical social change, alongside the historic visit to Chile by Cuban socialist leader Fidel Castro.",
  "title:LIVE IN THEATER「BATTLE OF TOKYO-うつくしき嘘-」": "[Admission] General (Seniors, University/Vocational Students): ¥2,800 / Children (High School Students & Under), Persons with Disabilities: ¥2,000\n*No discounts applicable. Complimentary tickets and free passes are not accepted.\n\nThis theatrical release fuses animation with footage from massive live music events that embody the world of LDH JAPAN’s next-generation comprehensive entertainment project, \"BATTLE OF TOKYO.\"\n\nSet in the fictional future city of \"Super Tokyo,\" \"BATTLE OF TOKYO\" reimagines real-life LDH artists as virtual characters, weaving a narrative that traverses both real and virtual worlds. Large-scale live events held in 2019, 2022, 2023, and 2024—featuring GENERATIONS, THE RAMPAGE, FANTASTICS, BALLISTIK BOYZ, and PSYCHIC FEVER (2023/2024 only)—have drawn a cumulative total of 500,000 attendees.\n\nThis film presents a specially edited mix of selected live performances and music videos, with audio remastered in 5.1ch surround sound. The animated segments vividly and dramatically capture the final chapter of the story based on Soki Tsukishima’s original novel, portraying the battles and bonds of five teams of young people endowed with special skills.",
  "title:小屋番 八ヶ岳に生きる 劇場版": "Yatsugatake is home to so many mountain huts that it is often referred to as “Koyagatake.” In this film, we journey through these peaks alongside mountain photographer Tetsuo Kikuchi to meet the individuals who, driven by various motivations, have chosen the path of the “hut keeper.” Why did they choose a harsh daily life with no convenience stores or cars—a life lived in direct confrontation with nature? The work of a hut keeper involves supporting those who enjoy mountaineering, while at times coming face-to-face with death. While life in a mountain hut may be defined by its inconveniences, it gently offers a new perspective on the nature of living and the essence of life itself to those of us living in a modern world—exhausted by a frantic information society and accustomed to having everything at our fingertips.",
  "tmdb:339": "On the planet Earth, in five cities—Los Angeles, New York, Paris, Rome, and Helsinki—five taxi drivers pick up passengers. Five stories unfolding simultaneously on the same night. This film features the strange humor and brilliantly sharp dialogue common to Jarmusch’s work, and the underlying sense of desolate emptiness remains as potent as ever. While his films often polarize audiences due to their unique atmosphere, this entry is relatively accessible and crafted to be enjoyed by a wide range of people. The New York segment and the Paris segment starring Roberto Benigni are particularly recommended.",
  "tmdb:1071687": "Ashizawa, the president of a financial newspaper obsessed with a counterfeit dollar bill case, approaches a solicitor named Rie. Although he discovers she plays a pivotal role in the counterfeiting ring, feelings of love eventually blossom between them. Amidst this, Rie proposes a plan to steal the transaction money and flee the country together, but...",
  "tmdb:795052": "Starring the \"Grand Prix actress\" Machiko Kyo. On a Christmas night filled with the sound of hymns, a woman surrenders her purity to a man who is little more than a passing stranger, leading her down a sorrowful path into a world of betrayal and sin. Throwing away her irreplaceable youth into a quagmire and crying out in anguish, the film depicts the heartbreaking poignancy of a love that unexpectedly blossomed in a woman’s heart."
}